Repository: Greatdori/Greatdori
Catalog: Greatdori Watch App/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: (选择一项)
en: (Select…)
ja: (選択してください)
zh_hant: (選擇一項)

source: (选择乐团)
en: (Select a band)
ja: (バンドを選択)
zh_hant: (選擇樂團)

source: (选择故事)
en: (Select an event)
ja: (ストーリーを選択)
zh_hant: (選擇故事)

source: [INTERNAL] 上次未能正常启动
en: [INTERNAL] Crash Occurred in Last Launch
ja: [INTERNAL] 前回正常に起動できませんでした
zh_hant: [INTERNAL] 上次未能正常啟動

source: %@，今天生日
en: %@, birthday today
ja: %@、今日は誕生日です

source: %@前
en: %@ ago

source: %@后发布
en: Releases in %@
ja: %@後に公開
zh_hant: %@後發布

source: %@后开始
en: Starts in %@
ja: %@後に開始
zh_hant: %@後開始

# %@后开始%@
source: %1$@后开始%2$@
en: Starts in %1$@%2$@
ja: %1$@後に%2$@開始
zh_hant: %1$@後開始%2$@

source: %@后结束
en: Ends in %@
ja: %@後に終了
zh_hant: %@後結束

# %@后结束%@
source: %1$@后结束%2$@
en: Ends in %1$@%2$@
ja: %1$@後に%2$@終了
zh_hant: %1$@後結束%2$@

# %@的%lld星卡牌，%@
source: %1$@的%2$lld星卡牌，%3$@
en: %2$lld-stars card of %1$@, %3$@.
ja: %1$@の%2$lld★カード、%3$@

source: %lld%% 完成率
en: %lld%% Completed
ja: %lld%% 達成率

source: %lld张
en: %lld cards
ja: %lld枚
zh_hant: %lld張

source: %lld次抽卡
en: %lld Plays
ja: %lld回ガチャ

source: App 内数据来源为 Bestdori!
en: Data in app is from Bestdori!
ja: アプリ内データは Bestdori! を参照しています
zh_hant: App 內資料來源為 Bestdori!

# BUILTIN_CARD_COLLECTION_GREATDORI
source: Greatdori! 精选集
en: Greatdori! Collection
ja: Greatdori! セレクション
zh_hant: Greatdori! 精選集

# BUILTIN_CARD_COLLECTION_MYGO
source: MyGO!!!!! 精选集
en: MyGO!!!!! Collection
ja: MyGO!!!!! セレクション
zh_hant: MyGO!!!!! 精選集

source: Live后对话
en: After Live
ja: ライブ後の会話
zh_hant: Live後對話

source: PICK UP 成员卡牌
en: Spotlight Cards
ja: PICK UP メンバーカード
zh_hant: PICK UP 成員卡牌

# Widget.cards
source: 卡牌
en: Card
ja: カード

# Widget.cards.description
source: 选取卡牌以在主屏幕展示。
en: Choose a card to display in Home Screen.
ja: カードを選択してホーム画面に表示します。
zh_hant: 選取卡牌以在主畫面展示。

# Widget.cards.parameter.name
source: 卡牌
en: Card
ja: カード

# Widget.collections
source: 精选集
en: Collection
ja: セレクション
zh_hant: 精選集

# Widget.collections.description
source: 选取精选集全天随机显示。
en: Choose a collection to shuffle throughout the day.
ja: セレクションを選んで一日中ランダムに表示します。
zh_hant: 選取精選集全天隨機顯示。

# Widget.collections.parameter.name
source: 精选集
en: Collection
ja: セレクション
zh_hant: 精選集

source: 上次启动 Greatdori! 时发生了意外。Release 构建不会显示此消息。
en: Greatdori! ran into an issue when launching last time. Release build will not show this message.
ja: 前回 Greatdori! 起動時にエラーが発生しました。Release ビルドではこのメッセージは表示されません。
zh_hant: 上次啟動 Greatdori! 時發生了意外。Release 構建不會顯示此訊息。

source: 不可用
en: Unavailable
ja: 利用できません

source: 不进行操作并继续
en: Do Nothing & Continue
ja: 操作せず続行
zh_hant: 不進行操作並繼續

source: 主线故事
en: Main Story
ja: メインストーリー
zh_hant: 主線故事

source: 主页
en: Home
ja: ホーム
zh_hant: 主頁

source: 乐团
en: Band
ja: バンド
zh_hant: 樂團

source: 乐团故事
en: Band Story
ja: バンドストーリー
zh_hant: 樂團故事

source: 介绍
en: Introduction
ja: 紹介
zh_hant: 介紹

source: 任意
en: Any

source: 位置
en: Role

source: 作曲
en: Composer

source: 信息
en: Information
ja: 情報
zh_hant: 資訊

source: 倒计时
en: Countdown
ja: カウントダウン
zh_hant: 倒數計時

source: 关于
en: About
ja: について
zh_hant: 關於

source: 其他
en: Others
ja: その他

source: 最多%lld次
en: Maximum %lld times
ja: 最大%lld回

source: 最大
en: Max

source: 最小
en: Min

source: 最新分数线
en: Latest Cutoff
ja: 最新ボーダー
zh_hant: 最新分數線

source: 最新预测
en: Latest Prediction
ja: 最新予測
zh_hant: 最新預測

source: 分数
en: Score
ja: スコア
zh_hant: 分數

source: 分数 (Fever)
en: Score (Fever)
ja: スコア（フィーバー）
zh_hant: 分數 (Fever)

source: 副标题
en: Subtitle
ja: サブタイトル
zh_hant: 副標題

source: 区域对话
en: Area Conversation
ja: エリア会話
zh_hant: 區域對話

source: 升序
en: Ascending
ja: 昇順

source: 卡牌
en: Card
ja: カード

source: 卡牌故事
en: Card Episode
ja: カードストーリー

source: 发布日期
en: Release Date
ja: リリース日
zh_hant: 發佈日期

source: 名字
en: Name
ja: 名前

source: 喜欢的食物
en: Favorite Food
ja: 好きな食べ物
zh_hant: 喜歡的食物

source: 奖励
en: Rewards
ja: 報酬
zh_hant: 獎勵

source: 奖励颁发于%@后
en: Rewards in %@
ja: %@後に報酬が配布されます
zh_hant: 獎勵頒發於%@後

source: 学校
en: School
zh_hant: 學校

source: 属性
en: Attribute
zh_hant: 屬性

source: 工具
en: Utility
ja: ツール

source: 已发布
en: Released
ja: 公開済み
zh_hant: 已發佈

source: 已完结
en: Completed
ja: 完結済み
zh_hant: 已完結

source: 已看故事
en: Viewed Story
ja: ストーリー閲覧済み

source: 已看故事和纪念故事
en: Viewed Story and Memorial Story
ja: ストーリーと記念ストーリー閲覧済み
zh_hant: 已看故事和紀念故事

source: 已结束%@
en: Ended%@
ja: 終了済み%@
zh_hant: 已結束%@

source: 帖子
en: Posts
ja: 投稿

source: 年 - 班
en: Year - Class
ja: 年 - クラス

source: 开始日期
en: Start Date
ja: 開始日
zh_hant: 開始日期

source: 技能
en: Skill
ja: スキル

source: 技能依赖度
en: Skill Reliance
ja: スキル依存度
zh_hant: 技能依賴度

source: 招募
en: Gacha
ja: ガチャ

source: 招募语
en: Gacha Quote
ja: 演出セリフ
zh_hant: 招募語

source: 排名
en: Tier
ja: ランキング

source: 搜索...
en: Search…
ja: 検索...
zh_hant: 搜尋...

source: 播放视频
en: Play Video
ja: 動画を再生
zh_hant: 播放影片

source: 播放语音
en: Play
ja: 音声を再生
zh_hant: 播放語音

source: 收起
en: Fold
ja: 折りたたむ

source: 故事
en: Story
ja: ストーリー

source: 故事不可用
en: Story Unavailable
ja: ストーリーは利用できません

source: 故事浏览器
en: Story Viewer
ja: ストーリービューアー
zh_hant: 故事瀏覽器

source: 故事类型
en: Story Type
ja: ストーリータイプ
zh_hant: 故事類型

source: 效率
en: Efficiency
ja: 効率

source: 数据
en: Data
ja: データ
zh_hant: 資料

source: 数据来源
en: Data Source
ja: データソース
zh_hant: 資料來源

source: 无效化缓存并继续
en: Invalidate Cache & Continue
ja: キャッシュを無効化して続行
zh_hant: 無效化快取並繼續

source: 时长
en: Length
ja: 再生時間
zh_hant: 時長

source: 星光等级
en: Master Rank
ja: Master Rank
zh_hant: 星光等級

source: 星座
en: Constellation

source: 显示所有
en: Expand All
ja: すべて表示
zh_hant: 顯示所有

source: 更新时间
en: Last Updated
ja: 更新時間
zh_hant: 更新時間

source: 服装
en: Costumes
ja: 衣装
zh_hant: 服裝

source: 未开始
en: Not Started
ja: 開催予定
zh_hant: 未開始

source: 未开始%@
en: Not Started%@
ja: 開催予定%@
zh_hant: 未開始%@

source: 未看
en: Not Viewed
ja: 未読

source: 标题
en: Title
ja: タイトル
zh_hant: 標題

source: 歌曲
en: Songs
ja: 楽曲

source: 歌曲 Meta
en: Song Meta
ja: 楽曲メタ

source: 歌曲获取
en: How to Get
ja: 楽曲入手
zh_hant: 歌曲獲取

source: 歌曲长度
en: Length
ja: 楽曲の長さ
zh_hant: 歌曲長度

source: 歌词
en: Lyrics
ja: 歌詞
zh_hant: 歌詞

source: 正在载入卡牌...
en: Loading Cards…
ja: カードを読み込み中...
zh_hant: 正在載入卡牌...

source: 正在载入招募...
en: Loading Gacha...
ja: ガチャを読み込み中...
zh_hant: 正在載入招募...

source: 正在载入歌曲...
en: Loading Songs...
ja: 楽曲を読み込み中...
zh_hant: 正在載入歌曲...

source: 正在载入活动...
en: Loading Events…
ja: イベントを読み込み中...
zh_hant: 正在載入活動...

source: 正在载入角色...
en: Loading Character…
ja: キャラクターを読み込み中...
zh_hant: 正在載入角色...

source: 每秒音符总数
en: Notes Per Second
ja: 1秒あたりのノーツ数
zh_hant: 每秒音符總數

source: 活动
en: Events
ja: イベント
zh_hant: 活動

source: 活动Pt&排名追踪器
en: Event Tracker
ja: イベントトラッカー
zh_hant: 活動Pt&排名追蹤器

source: 消耗星石
en: Costs
ja: スター消費
zh_hant: 消耗 Star

source: 清除过滤
en: Clear
ja: フィルターをクリア
zh_hant: 清除篩選

source: 源代码
en: Source Code
ja: ソースコード
zh_hant: 源代碼

source: 漫画
en: Comics
zh_hant: 漫畫

source: 爱好
en: Hobby
ja: 趣味
zh_hant: 愛好

source: 特训
en: Training
ja: 特訓
zh_hant: 特訓

source: 状态
en: Status
ja: ステータス
zh_hant: 狀態

source: 生日
en: Birthday
ja: 誕生日

source: 生日快乐 🎉
en: Happy Birthday 🎉
ja: お誕生日おめでとう 🎉
zh_hant: 生日快樂 🎉

source: 界面使用首选服务器对应的语言
en: Use Language of Preferred Server for UI
ja: UIは優先サーバーに対応する言語を使用する
zh_hant: 介面使用首選伺服器對應的語言

source: 目前分数线
en: Current Cutoff
ja: 現在のボーダー
zh_hant: 目前分數線

source: 社区
en: Community
ja: コミュニティ
zh_hant: 社群

source: 种类
en: Type
ja: 種類
zh_hant: 種類

source: 稀有度
en: Rarity
ja: レアリティ

source: 纪念故事
en: Special Episode
ja: 記念ストーリー
zh_hant: 紀念故事

source: 结束日期
en: End Date
ja: 終了日
zh_hant: 結束日期

source: 结果公布于%@后
en: Results in %@
ja: 結果は%@後に発表
zh_hant: 結果公佈於%@後

source: 编曲
en: Arrangement
ja: 編曲
zh_hant: 編曲

source: 自定
en: Custom
ja: カスタム
zh_hant: 自訂

source: 自选券
en: Miracle Ticket
ja: ミラクルチケット
zh_hant: 自選券

source: 自选券可以选择卡池里任何一张卡牌
en: Miracle Ticket can be used to exchange one card of your choice
ja: ミラクルチケットを使って登場メンバーから一枚選ぶことができる。
zh_hant: 自選券可以選擇卡池裡任何一張卡牌

source: 角色
en: Characters
ja: キャラ

source: 讨厌的食物
en: Disliked Food
ja: 嫌いな食べ物
zh_hant: 討厭的食物

source: 设置
en: Settings
ja: 設定
zh_hant: 設定

source: 说明
en: Description
ja: 説明
zh_hant: 說明

source: 资讯
en: News
ja: 情報
zh_hant: 資訊

source: 身高
en: Height
ja: 身長

source: 载入卡牌时出错
en: Failed to Load Cards
ja: カードの読み込み中にエラーが発生しました
zh_hant: 載入卡牌時出錯

source: 载入帖子时出错
en: Failed to Load Posts
ja: 投稿の読み込み中にエラーが発生しました
zh_hant: 載入貼文時出錯

source: 载入招募时出错
en: Failed to Load Gacha
ja: ガチャの読み込み中にエラーが発生しました
zh_hant: 載入招募時出錯

source: 载入故事时出错
en: Failed to Load Stories
ja: ストーリーの読み込み中にエラーが発生しました
zh_hant: 載入故事時出錯

source: 载入服装时出错
en: Failed to Load Costumes
ja: 衣装の読み込み中にエラーが発生しました
zh_hant: 載入服裝時出錯

source: 载入歌曲 Meta 时出错
en: Failed to Load Song Meta
ja: 楽曲メタの読み込み中にエラーが発生しました
zh_hant: 載入歌曲 Meta 時出錯

source: 载入歌曲时出错
en: Failed to Load Songs
ja: 楽曲の読み込み中にエラーが発生しました
zh_hant: 載入歌曲時出錯

source: 载入活动时出错
en: Failed to Load Events
ja: イベントの読み込み中にエラーが発生しました
zh_hant: 載入活動時出錯

source: 载入漫画时出错
en: Failed to Load Comics
ja: 漫画の読み込み中にエラーが発生しました
zh_hant: 載入漫畫時出錯

source: 载入生日时出错
en: Failed to Load Birthday
ja: 誕生日の読み込み中にエラーが発生しました
zh_hant: 載入生日時出錯

source: 载入自选券时出错
en: Failed to Load Miracle Tickets
ja: ミラクルチケットの読み込み中にエラーが発生しました
zh_hant: 載入自選券時出錯

source: 载入角色时出错
en: Failed to Load Characters
ja: キャラの読み込み中にエラーが発生しました
zh_hant: 載入角色時出錯

source: 载入资讯时出错
en: Failed to Load News
ja: 情報の読み込み中にエラーが発生しました
zh_hant: 載入資訊時出錯

source: 过滤
en: Filter
ja: フィルター
zh_hant: 篩選

source: 配音
en: Character Voice
ja: CV

source: 重试
en: Retry
ja: 再試行
zh_hant: 重試

source: 降序
en: Descending
ja: 降順
zh_hant: 降冪

source: 随机卡牌
en: Random Card
ja: ランダムカード
zh_hant: 隨機卡牌

source: 难度
en: Difficulty
ja: 難易度
zh_hant: 難度

source: 音符
en: Notes
ja: ノーツ

source: 音符总数
en: Notes
ja: 総ノーツ数
zh_hant: 音符總數

source: 顺序
en: Order
ja: 順序
zh_hant: 順序

source: 预测最终分数线
en: Predicted Cutoff
ja: 最終ボーダー予測
zh_hant: 預測最終分數線

source: 颜色
en: Color
ja: 色
zh_hant: 顏色

source: 首选服务器
en: Preferred Server
ja: 優先サーバー
zh_hant: 首選伺服器

source: Meta
ja: メタ
